# RebarMinimSuffix Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RebarMinimSuffix Property
ParameterTypeId Class See Also
---
"Minim Suffix"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RebarMinimSuffix { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RebarMinimSuffix As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RebarMinimSuffix {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace